app/controllers/cities_controller.rb

INSERT INTO "cities" ("name", "lat", "lon", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "Belfort"], ["lat", 47.6379599], ["lon", 6.8628942], ["created_at", "2016-11-22 13:49:40.404092"], ["updated_at", "2016-11-22 13:49:40.404092"]]
---
  def create
    @city = City.new(city_params)

    respond_to do |format|
      if @city.save