app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("name", "surname", "birthday", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["name", "MyString"], ["surname", "MyString"], ["birthday", "2016-10-06"], ["created_at", "2016-11-22 13:49:40.203750"], ["updated_at", "2016-11-22 13:49:40.203750"]]